/* Main alert text */
"Q_HEADLINE_APP" = "“%@” é  %@ %@. Tem certeza de que deseja abri-lo?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_APP_THAT_WAS" = "“%@” é %@ que era %@. Tem certeza de que deseja abri-lo?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] that was [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_DOC_BINDING" = "“%@” pode ser %@. Ele foi %@ e será aberto por %@. Tem certeza de que deseja abri-lo?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below), app name. Example: “[Fun.html]” may be [an application]. It was [attached to a mail message] and will be opened by [GigaFun]. Are you sure you want to open it?*/
"Q_HEADLINE_MALWARE" = "“%@” danificará seu computador. Você deve movê-lo para o Lixo."; /* file name. Example:  “[GigaFun]” will damage your computer. You should move it to the Trash. */

/* Origin phrases for the headline */
/* These phrases complete the sentence "This file was..." */
"Q_ORIGIN_INTERNET" = "baixado da Internet"; 
"Q_ORIGIN_WEB" = "transferido da Internet";
"Q_ORIGIN_MAIL" = "anexado a uma mensagem de e-mail";
"Q_ORIGIN_CHAT" = "anexado a uma mensagem de bate-papo";
"Q_ORIGIN_CALENDAR" = "anexado a um evento do calendário";
"Q_ORIGIN_MESSAGE" = "anexado a uma mensagem";

/* Detail text for malware */
"Q_DETAIL_MALWARE_NAME" = "Contém o malware “%@”."; /* malware signature name */
"Q_HEADLINE_MALWARE_MOVE_ERROR" = "“%@” não pôde ser movido para o Lixo."; /* name */
"Q_HEADLINE_MALWARE_EJECT_ERROR" = "A imagem de disco que contém “%@” não pôde ser ejetada."; /* name */
"Q_DETAIL_MALWARE_REMOVE_ERROR" = "Este malware deve ser removido manualmente.";

/* Detail text for files */
"Q_DETAIL_DOWNLOAD_DATE" = "Este %@ foi transferido %@."; /* "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE" = "%@ transferiu este %@ %@."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE_FROM" = "%@ transferiu este %@ %@ de %@."; /* application name, "file" or "alias", date phrase, Internet domain name */
"Q_DETAIL_RECEIVED_AGENT_DATE" = "%@ recebeu este %@ %@."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_TYPE_FILE" = "arquivo";
"Q_DETAIL_TYPE_ALIAS" = "atalho";

/* Detail text for disk images */
"Q_DETAIL_ON_DMG" = "“%@” está na imagem de disco “%@”."; /* filename, filename */
"Q_DETAIL_ON_DMG_UNKNOWN" = "“%@” está em uma imagem de disco que não pode ser encontrada."; /* filename */
"Q_DETAIL_DMG_DOWNLOAD_DATE" = "Esta imagem de disco foi transferida %@."; /* date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE" = "%@ transferiu esta imagem de disco %@."; /* application name, date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE_FROM" = "%@ transferiu esta imagem de disco %@ de %@."; /* application name, date phrase, Internet domain name */
"Q_DETAIL_DMG_RECEIVED_AGENT_DATE" = "%@ recebeu esta imagem de disco %@."; /* application name, date phrase */

/* Detail text for network file systems */
"Q_DETAIL_ON_SERVER" = "“%@” está em um volume de rede."; /* filename */
"Q_DETAIL_ON_SERVER_NAME" = "“%@” está no volume de rede “%@”."; /* filename, volume name */
"Q_DETAIL_SERVER_AGENT_DATE" = "%@ abriu esta conexão de rede %@."; /* application name, date phrase */

/* Date/time phrases used in detail text */
"Q_DATE_TODAY" = "hoje às %@"; /* time */
"Q_DATE_YESTERDAY" = "ontem às %@"; /* time */
"Q_DATE_THIS_YEAR" = "em %@"; /* date */
"Q_DATE_FULL" = "em %@"; /* date */
"Q_DATE_UNKNOWN" = "em uma data desconhecida"; /* inserted into the date/time phrase slot when a date is not known (very rare) */

/* Checkbox titles */
"Q_DO_NOT_WARN" = "Não avisar ao abrir este aplicativo"; /* (unused) */
"Q_DO_NOT_WARN_DMG" = "Não me avise ao abrir aplicativos nesta imagem de disco";
"Q_DO_NOT_WARN_SERVER" = "Não avisar ao abrir aplicativos neste volume de rede";

/* Regular button titles */
"Q_BUTTON_OPEN" = "Abrir";
"Q_BUTTON_CANCEL" = "Cancelar";
"Q_BUTTON_SHOW_WEB_PAGE" = "Mostrar Página Web";
"Q_BUTTON_SHOW_MAIL" = "Mostrar Mensagem";
"Q_BUTTON_SHOW_CHAT" = "Mostrar Mensagem";
"Q_BUTTON_SHOW_CALENDAR" = "Mostrar Evento";
"Q_BUTTON_SHOW_DMG" = "Mostrar Imagem de Disco";
"Q_BUTTON_SHOW_APP" = "Mostrar Aplicativo";
"Q_BUTTON_SHOW_SOURCE" = "Mostrar Fonte";
"Q_BUTTON_EJECT_DMG" = "Ejetar Imagem de Disco";

/* Malware button titles */
"Q_BUTTON_MOVE_TO_TRASH" = "Mover para o Lixo";

/* File kinds */
"Q_TYPE_APPLICATION" = "um aplicativo";
"Q_TYPE_SCRIPT_APPLICATION" = "um aplicativo de roteiro";
"Q_TYPE_UNIX_APPLICATION" = "um aplicativo Unix";
"Q_TYPE_JAVA_APPLICATION" = "um aplicativo Java";
"Q_TYPE_WEB_APPLICATION" = "um aplicativo da Web";
"Q_TYPE_QUARTZ_APPLICATION" = "um aplicativo Quartz Composer";
"Q_TYPE_WINDOWS_APPLICATION" = "um aplicativo do Windows";
"Q_TYPE_ALIAS_VARIANT" = "%@ atalho"; /* application type, e.g. "a Unix application alias" */

/* Help */
"Q_HELP_ANCHOR" = "mh11389";
"Q_HELP_MALWARE_ANCHOR" = "mh27449";
